# Taps
tap "gdubw/gng"

# Shell
brew "zsh"
brew "zsh-completions"
brew "fzf"

# Git
brew "git"
brew "gh"
brew "hub"
brew "tig"

# Editor
brew "vim"

# Languages
brew "go"
brew "node"
brew "openjdk"
brew "pyenv"
brew "rbenv"
brew "pipx"

# Search/Utils
brew "ripgrep"
brew "the_silver_searcher"
brew "curl"
brew "rsync"
brew "gnupg"
brew "pinentry-mac"

# Fonts
brew "fontforge"

# Tmux
brew "tpm"

# Gradle
brew "gdubw/gng/gng"

# Casks
cask "claude"
cask "deepl"
cask "figma"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "jetbrains-toolbox"
cask "notion"
cask "visual-studio-code"
