tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'sanemat/font'
brew 'autoconf'
brew 'automake'
brew 'binutils'
brew 'bison'
brew 'icu4c'
brew 'boost'
brew 'brew-gem'
brew 'ccache'
brew 'ctags'
brew 'fontforge'
brew 'gdbm'
brew 'libpng'
brew 'curl'
brew 'gradle'
brew 'gdub'
brew 'xz'
brew 'pcre'
brew 'git'
brew 'gnupg'
brew 'go'
brew 'htop-osx'
brew 'hub'
brew 'jpeg'
brew 'oniguruma'
brew 'jq'
brew 'pkg-config'
brew 'openssl'
brew 'libevent'
brew 'libffi'
brew 'libsodium'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'libxml2'
brew 'libyaml'
brew 'lua'
brew 'luajit'
brew 'mysql'
brew 'ninja'
brew 'nkf'
brew 'node'
brew 'perl-build'
brew 'peco'
brew 'plenv'
brew 'redis'
brew 'ruby-build'
brew 'rbenv'
brew 'terminal-notifier'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'zsh'
brew 'zsh-completions'
brew 'sanemat/font/ricty', args: ['vim-powerline']
brew 'git-secrets'
brew 'gibo'
cask 'android-sdk'
cask 'android-studio'
cask 'cheatsheet'
cask 'fontforge'
cask 'genymotion'
cask 'google-chrome'
cask 'google-drive-file-stream'
cask 'google-japanese-ime'
cask 'iterm2'
cask 'java'
cask 'java8'
cask 'kindle'
cask 'skype'
cask 'silverlight'
cask 'slack'
cask 'vagrant'
