tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/brewdler'
tap 'homebrew/fuse'
tap 'homebrew/versions'
tap 'rcmdnk/file'
tap 'sanemat/font'
brew 'android-sdk'
brew 'android-ndk'
brew 'autoconf'
brew 'binutils'
brew 'bison'
brew 'icu4c'
brew 'boost'
brew 'brew-gem'
brew 'cabextract'
brew 'cask'
brew 'ccache'
brew 'ctags'
brew 'fontforge'
brew 'gdbm'
brew 'gradle'
brew 'gdub'
brew 'xz'
brew 'pcre'
brew 'git'
brew 'gnupg'
brew 'go'
brew 'hub'
brew 'jpeg'
brew 'oniguruma'
brew 'jq'
brew 'pkg-config'
brew 'openssl'
brew 'libevent'
brew 'libffi'
brew 'libsodium'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'libxml2'
brew 'libyaml'
brew 'lua'
brew 'luajit'
brew 'ninja'
brew 'nkf'
brew 'perl-build'
brew 'plenv'
brew 'redis'
brew 'rsense'
brew 'ruby-build'
brew 'terminal-notifier'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'zsh'
brew 'zsh-completions'
brew 'caskroom/cask/brew-cask'
brew 'rcmdnk/file/brew-file'
cask 'alfred'
cask 'android-studio'
cask 'android-studio-canary'
cask 'cheatsheet'
cask 'firefox'
cask 'fontforge'
cask 'genymotion'
cask 'github-desktop'
cask 'google-chrome'
cask 'google-drive'
cask 'google-japanese-ime'
cask 'inkscape'
cask 'iterm2'
cask 'java'
cask 'java6'
cask 'java7'
cask 'kindle'
cask 'limechat'
cask 'multifirefox'
cask 'skype'
cask 'slack'
cask 'texturepacker'
cask 'totalfinder'
cask 'vagrant'
cask 'virtualbox'
cask 'wineskin-winery'
cask 'xquartz'
cask 'xtrafinder'
